[DamTypeFlakChunk]
DeathString="%o was shredded by %k's flak cannon."
FemaleSuicide="%o was perforated by her own flak."
MaleSuicide="%o was perforated by his own flak."

[DamTypeShockBall]
DeathString="%o was wasted by %k's shock core."
FemaleSuicide="%o snuffed herself with the shock core."
MaleSuicide="%o snuffed himself with the shock core."

[DamTypeSniperHeadShot]
DeathString="%o's cranium was made extra crispy by %k's lightning gun."
FemaleSuicide="%o violated the laws of space-time and sniped herself."
MaleSuicide="%o violated the laws of space-time and sniped himself."

[Invasion]
InvasionPropText[0]="Starting Wave"
InvasionPropText[1]="Final Wave"
InvasionPropText[2]="Wave Configuration"
InvasionPropText[3]="Invaders"
InvasionPropText[4]="Wave Number"
InvasionPropText[5]="Max Invaders"
InvasionPropText[6]="Duration"
InvasionPropText[7]="Сложность"
InvasionDescText[0]="Specify the first wave of incoming monsters for a map."
InvasionDescText[1]="Настройка числа волн, которые нужно отразить для завершения карты."
InvasionDescText[2]="Configure the properties for each wave."
InvasionDescText[3]="Select the wave to configure"
InvasionDescText[4]="Place a check next to each monster which should be part of this wave."
InvasionDescText[5]="Maximum amount of monsters that may be in the map at one time."
InvasionDescText[6]="Length of time (in seconds) the wave should last."
InvasionDescText[7]="Adjusts the relative intelligence of the invaders"
SPBotDesc="Specify the number of bots (max 2 for invasion) that should join."
GameName="Invasion"
Description="Along side the other players, you must hold out as long as possible against the waves of attacking monsters."
GIPropsDisplayText[0]="Monster Skill"
GIPropDescText[0]="Set the skill of the invading monsters."

[InvasionMessage]
OutMessage="is OUT!"

[MeleeDamage]
DeathString="%o was eviscerated."
FemaleSuicide="%o was hacked."
MaleSuicide="%o was hacked."

[MiniHealthPack]
PickupMessage="You picked up a Health Vial +"

[SPECIES_Merc]
SpeciesName="Mercenary"

[ShieldPickup]
PickupMessage="You picked up a Shield Pack +"

[SpecialKillMessage]
DecapitationString="Head Shot!!"

[SpeciesSkaarj]
SpeciesName="Skaarj"
TauntAnimNames[4]="Hair flip"
TauntAnimNames[5]="Slash"
TauntAnimNames[6]="Scan"
TauntAnimNames[7]="Finger"
TauntAnimNames[8]="Idle"

[SuperShieldPack]
PickupMessage="You picked up a Super Shield Pack +"

[TournamentHealth]
PickupMessage="You picked up a Health Pack +"

[xDeathMatch]
GameName="DeathMatch"
Description="Free-for-all kill or be killed.  The player with the most frags wins."

[xTeamGame]
GameName="Team DeathMatch"
Description="Две команды сражаются за превосходство на поле боя. Побеждает команда, уничтожившая наибольшее количество соперников." 

